#На мою думку найважливішим є можливість змінювати колір тексту, його фону і стилю, що може бути корисним для виділення якихось рядків на фоні інших для акцентування уваги, або щоб рядок, або окремо виділена його частина не зливались і не перемішувались в очах людини
import colorama
from colorama import Fore, Back, Style
print(Fore.GREEN + 'Зелений текст без фону'+ Style.RESET_ALL)
#Forge дає змогу змінювати колір тексту
print(Back.GREEN + Fore.BLACK + 'Чорний текст на зеленому фоні'+ Style.RESET_ALL)
#Back може змінювати фон тексту
print(Style.BRIGHT + Back.RED + Fore.BLUE +'Яскравий синій текст на червоному фоні' + Style.RESET_ALL)
#Style може змінити яскравість тексту
print('Звичайник текст')



